Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Once you're finished, use your new password to sign in on all of your devices.
su: Saanggeusna, gunakeun sandi anyar anjeun pikeun asup di sakumna parangkat anjeun.

source: One account, many services
su: Hiji akun, loba layanan

source: One last step
su: Saléngkah deui

source: Open account settings
su: Buka setélan akun

source: Open Gmail
su: Buka Gmail

source: Open Hotmail
su: Buka Hotmail

source: Open Outlook
su: Buka Outlook

source: Open Restmail
su: Buka Restmail

source: Open the camera app on your device
su: Buka aplikasi kaméra dina paranti anjeun

source: Open the code scanner on your Firefox app and show code when ready.
su: Buka panéplak kodeu na aplikasi Firefox anjeuhn sarta ilikan kodeu nalika sayaga.

source: Open Yahoo
su: Buka Yahoo

source: Open your authentication app and enter the security code it provides.
su: Buka aplikasi oténtikasi anjeun sarta asupkeun kodeu kaamanan nu mucunghul.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
su: Atawa, pasang dina <a %(cadLinkAttributes)s>séjén parabot</a>.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
su: Atawa, pasang dina <a %(desktopLinkAttributes)s>parabot déstop lianna</a>.

source: Otherwise, Firefox protects your data by erasing it when your password is reset.
su: Mun henteu, Firefox ngajaga data anjeun ku cara ngahapus nalika kecap sandi anjeun disetél ulang.

source: Our team has been notified. Reports like this help us fend off intruders.
su: Tim kami geus diwawaran. Laporan nu kawas kieu téh mantuan kami nyingkahan nu ngaganggu.

source: Over %(translatedTimeAgo)s
su: %(translatedTimeAgo)s leuwih

source: Over %(translatedTimeAgo)s in %(translatedCountry)s
su: %(translatedTimeAgo)s leuwih di %(translatedCountry)s

source: Over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: %(translatedTimeAgo)s leuwih deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Page not found
su: Kaca euweuh

source: Pairing not successful
su: Ngadumaniskeun teu ngahasil

source: Pairing was successful.
su: Ngadumaniskeun ngahasil

source: Pair using an app
su: Adumaniskeun maké aplikasi

source: Password Changed
su: Sandi Geus Dirubah

source: Password changed successfully
su: Ngarobah sandi geus hasil

source: Password reset
su: Setél ulang sandi

source: Password reset successfully
su: Nyetél ulang sandi geus hasil

source: Password reset successfully. Sign in to continue.
su: Sandi ngahasil disetél ulang. Asup pikeun nuluykeun.

source: Passwords do not match
su: Sandi teu akur

source: Password updated
su: Kecap sandi geus diropéa

source: Password Updated
su: Sandi geus Diropéa

source: Password Updated Using Recovery Key
su: Sandi Dianyarkeun Maké Konci Pamulihan

source: Payment & billing
su: Babayar & tagihan

source: %(permissionName)s (required)
su: %(permissionName)s (diperlukeun)

source: Phone number required
su: Nomer telepon diperlukan

source: Please acknowledge that by deleting your account:
su: Anjeun ngarti yén ku ngahapus akun:

source: Please change your password
su: Mangga ganti kecap sandi anjeun

source: Please confirm your password for %(escapedEmail)s to generate your recovery key.
su: Mangga puguhkeun kecap sandi %(escapedEmail)s pikeun nyieun konci pamulihan.

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
su: Mangga hurungkeun réréméh jeung panyimpenan lokal di panyungsi anjeun pikeun ngaksés Firefox Account. Ku cara kitu ngamungkinkeun fungsionalitas saperti nginget anjeun di antara sési.

source: Please enter a recovery code that was provided to you during setup.
su: Prak asupkeun kodeu pamulangan nu geus disayagakeun nalika panataharan.

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
su: Prak asupkeun konci pamulangan sakali nu disimpen ku anjeun di tempat nu aman pikeun meunangkeun deui aksés ka Firefox Account anjeun.

source: Please enter the verification code that was sent to %(escapedEmail)s within 20 minutes.
su: Asupkeun sandi péripikasi anu dikirim ka %(escapedEmail)s dina jangka 20 menit.

source: Please enter the verification code that was sent to %(escapedEmail)s within 5 minutes.
su: Asupkeun sandi péripikasi anu dikirim ka %(escapedEmail)s dina jangka 5 menit.

source: Please enter verification code
su: Prak asupkeun kodeu vérifikasi

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
su: Nyungkeun kamandangna ku cara ngeusian <a %(cancellationSurveyLinkAttributes)s>surpéy pondok</a>.

source: Please help us improve our services by taking this short survey:
su: Nyungkeun kamandangna ku cara ngeusian surpéy pondok ieu:

source: Please Select One
su: Mangga Pilih Hiji

source: Please try again later
su: Prak pecakan deui engké

source: Point the camera at the QR code and tap the link that appears
su: Arahkeun kaméra kana kode QR terus toél tutumbu anu mucunghul

source: Position and rotate your picture as needed
su: Perenahkeun jeung rotasi gambar anjeun mun diperlukeun

source: Practical knowledge is coming to your inbox
su: Kanyaho praktis datang ka koropak anjeun

source: Practical knowledge is coming to your inbox.
su: Kanyaho praktis datang ka koropak anjeun.

source: Practical knowledge is coming to your inbox. Sign up for more:
su: Pangaweruh praktis bakal asup kana kotak asup anjeun. Daptar pikeun leuwih loba:

source: Preferences
su: Préférénsi

source: Primary account email required for reset
su: Surélék utama perlu disetél ulang

source: Primary account email required for sign-in
su: Surélék utama akun diperlukeun jang asup

source: Primary email
su: Surélék utama

source: Primary email already confirmed
su: Surélék utama geus dikonfirmasi

source: Primary email set to %(email)s
su: Surélék utama disetél ka %(email)s

source: Primary email updated
su: Surélék utama geus diropéa

source: Primary email verified
su: Surélék utama geus divérifikasi

source: Primary email verified successfully
su: Surélék utama ngahasil divérifikasi

source: Print
su: Citak

source: Printed
su: Kacitak

source: Privacy notice:
su: Wawar privasi:

source: Privacy Notice
su: Wawar Privasi

source: %(productName)s payment failed
su: %(productName)s gagal ditawur

source: Protect your data with a recovery key
su: Jaga data anjeun ku konci pamulihan

source: Protect yourself from being locked out
su: Jaga diri anjeun bisi kakonci

source: Provide feedback / request features
su: Ngirim kamandang / mundut pitur

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
su: Patalekan ngeunaan pendaptaran anjeun? <a href="%(subscriptionSupportUrl)s">Tim pangdeudeul</a> kami siap ngabantu.

source: Questions about your subscription? Our support team is here to help you:
su: Patalekan ngeunaan pendaptaran anjeun? Tim pangdeudeul kami siap ngabantu:

source: Rather not say
su: Hadé kénéh cicing

source: Reactivate subscription
su: Aktipkeun deui langganan

source: Reactivating with this email may not restore your saved information
su: Réaktivasi maké ieu surél moal bisa mulangkeun émbaran anu disimpen

source: Ready
su: Siap

source: Ready, set, sync
su: Saged, setél, singkronkeun

source: Receive new link
su: Tampa tutumbu anyar

source: Recent Activity
su: Kagiatan Anyar

source: Recovery code
su: Sandi pamulihan

source: Recovery code consumed
su: Kodeu pamulangan geus digunakeun

source: Recovery code not found
su: Kodeu pamulangan euweuh

source: Recovery code required
su: Kodeu pamulangan diperlukeun

source: Recovery codes
su: Kodeu pamulangan

source: Recovery Code Used
su: Sandi Pamulangan Dipaké

source: Recovery key
su: Konci pamulangan

source: Recovery key not found
su: Konci pamulangan euweuh

source: Recovery key required
su: Konci pamulangan diperlukeun

source: Re-enter new password
su: Asupkeun deui kecap sandi anyar

source: Re-enter password
su: Asupkeun deui sandi

source: Refresh status
su: Segerkeun status

source: %(region)s, %(country)s (estimated)
su: %(region)s, %(country)s (kira)

source: Remember password? Sign in
su: Inget sandi? Asup

source: Remember this password &mdash; resetting it erases your data from our servers.
su: Ingetkeun ieu sandi &mdash; ngasét ulang ieu mupus data anjeun ti sérver kami.

source: Reminder: Complete Registration
su: Panginget: Lengkepan Pendaptaran

source: Reminder: Finish creating your account
su: Panggeuing: Réngsékeun nyiptakeun akun anjeun

source: Reminder: Finish Creating Your Account
su: Pangéling-ngéling: Pungkasan Panyieunan Akun Anjeun

source: Repeat password
su: Ulang sandi

source: Replace recovery codes
su: Genti kodeu pamulangan

source: Report activity
su: Laporan aktivitas

source: Report unauthorized sign-in?
su: Laporkeun peta asup teu kaotorisasi?

source: Request body too large
su: Eusi pundutan kagedéan

source: Request for permission
su: Pundut idin

source: Reset email sent
su: Kiriman ulang surélék dikirim

source: Reset password
su: Setél ulang sandi

source: Reset password link damaged
su: Tutumbu panyetélan ulang sandi rajét

source: Reset password link expired
su: Tutumbu panyetélan ulang sandi kadaluwarsa

source: Reset password with recovery key
su: Setél ulang sandi kalayan konci pamulihan

source: Reset your Firefox Account password
su: Setél ulang sandi Firefox Account anjeun

source: Reset your password
su: Setél ulang kecap sandi anjeun

source: Reset Your Password
su: Setél Ulang Sandi Anjeun

source: Restore your synced data and pick up right where you left off with a unique recovery key.
su: Pulangkeun data sinkron anjeun jeung cokot ti tempatna langsung maké konci pamulihan unik.

source: Revoke
su: Cabut

source: Save recovery codes
su: Teundeun kodeu pamulangan

source: Save recovery key
su: Teundeun konci pamulihan

source: Save selections
su: Teundeun pamilihan

source: Scan authentication code
su: Pinday sandi oténtikasi

source: Scan QR code instead?
su: Pinday sandi QR baé?

source: Scan the QR code in your authentication app and then enter the security code it provides.
su: Téplak kodeu QR na aplikasi oténtikasi jeung tuluy asupkeun kodeu kaamanan nu mucunghul.

source: Scan to connect another device
su: Pinday pikeun nyambung ka séjén piranti

source: Secondary email
su: Surélék sékundér

source: Secondary email added
su: Surélék sékundér ditambahkeun

source: Secondary Email Added
su: Surél Sékundér Ditambahkeun

source: Secondary email must be different than your account email
su: Surélék sékundér kudu béda jeung surélék akun anjeun

source: Secondary email removed
su: Surélék sékunder geus dilaan

source: Secondary Email Removed
su: Surél Sékunder Dipiceun

source: Secondary email verified
su: Surélék sékunder geus divérifikasi

source: Secondary email verified successfully
su: Surélék sékundér ngahasil divérifikasi

source: Secondary Firefox Account email added
su: Surélék sékundér Firefox Account geus ditambahkeun

source: Secondary Firefox Account email removed
su: Surélék sékundér Firefox Account dilaan

source: Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.
su: Kadua, mun Firefox neundeun sandi ka situs wéb, anjeun ogé kudu ngarobah éta sandi. Panarajang meureun baé boga aksés kana éta sandi, jadi anjeun kudu ngariksa éta akun sangkan mikanyaho aktivitas nu nyurigakeun.

source: Securely access passwords saved in Firefox anywhere &mdash; even outside of the browser.
su: Muka kecap sandi anu disimpen di Firefox di mana baé sacara aman &mdash; kaasup di luar broserna.

source: Security code
su: Kodeu kaamanan

source: Security codes from your authentication app will now be required at each sign-in.
su: Perlu kodeu kaamanan ti aplikasi oténtikasi anjeun mun arék asup téh.

source: Security codes will no longer be required at each sign-in.
su: Geus teu perlu deui kodeu kaamanan mun arék asup téh.

source: Security Events
su: Acara Kaamanan

source: Send
su: Kirim

source: Send a link by SMS to install Firefox on your phone.
su: Kirim tutumbu maké SMS pikeun masang Firefox dina telepon anjeun.

source: Send Firefox directly to your smartphone and sign in to complete set-up
su: Kirim Firefox langsung ka ponsél pinter sarta asup pikeun mungkaskeun panataharan

source: Send larger files securely and privately.
su: Kirim berkas gedé kalayan aman jeung nyamuni.

source: Server busy, try again soon
su: Sérver keur teu ari, pecakan deui geura.

source: %(serviceName)s wants the following information from your account:
su: %(serviceName)s mikahayang éta informasi ti akun anjeun:

source: Service unavailable, try again soon
su: Layanan teu sayaga, geura pecakan deui

source: Session expired. Sign in to continue.
su: Sési kadaluwarsa. Asup pikeun nuluykeun.

source: Set up account recovery
su: Setél pamulihan akun

source: Set up a secondary email:
su: Setél surélék sékundér:

source: Setup next device
su: Atur paranti salajengna

source: Set up recovery email
su: Setél surél pamulihan

source: Share large files without prying eyes.
su: Bagikeun koropak badag tanpa kudu tibeberegég.

source: Show
su: Témbongkeun

source: Show code
su: Tembongkeun kodeu

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
su: Asup deui ka sakur paranti atawa layanan anu maké akun Firefox sarta tuturkeun pituduh anu bakal dipidangkeun.

source: Sign-in already confirmed
su: Peta asup geus dikonfirmasi

source: Sign-in code for Firefox
su: Kodeu asup jang Firefox

source: Sign-in code for %(serviceName)s
su: Kodeu asup pikeun %(serviceName)s

source: Sign-in Code for %(serviceName)s
su: Sandi Asup pikeun %(serviceName)s

source: Sign-in confirmed
su: Peta asup dikonfirmasi

source: Sign in on your other devices to get all the products, knowledge, and privacy features of Firefox.
su: Asup ka parangkat anjeun nu séjén pikeun meunangkeun sakumna produk, pangaweruh sarta fitur privasi Firefox.

source: Sign in <span class="service">to your Firefox account</span>
su: Asup <span class="service">ka akun Firefox anjeun</span>

source: Sign in to continue
su: Asup pikeun nuluykeun

source: Sign in to Firefox for Android to complete set-up
su: Asup ka ieu Firefox Android pikeun mungkaskeun panataharan

source: Sign in to Firefox for iOS to complete set-up
su: Asup ka ieu Firefox iOS pikeun mungkaskeun panataharan

source: Sign in to Firefox on another device to complete set-up
su: Asup ka ieu Firefox na parangkat séjén pikeun mungkaskeun panataharan

source: Sign in to Sync:
su: Asup ka Sync:

source: Sign in to this Firefox to complete set-up
su: Asup ka ieu Firefox pikeun mungkaskeun panataharan

source: Sign into your account
su: Asup ka akun anjeun

source: Sign up for more
su: Daptar pikeun leuwih lengkep

source: Sign up for more:
su: Daptar pikeun leuwih lengkep:

source: Signup is coming soon to Firefox for iOS
su: Padaptaran Firefox téréh dibuka jang iOS

source: Sign up to get more features:
su: Daptar pikeun muka fitur lianna:

source: SMS &amp; data rates may apply. The recipient’s consent is required. <a %(escapedLearnMoreAttributes)s>Learn more</a>
su: Bisa kakutip tarip SMS &amp; data. Kudu disatujuan ku nu narima. <a %(escapedLearnMoreAttributes)s>Lenyepan</a>

source: SMS service only available in certain countries. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
su: Layanan SMS hungkul nu sayaga di ieu nagara mah. SMS &amp; biaya data mumkin tumerap. Panarima surélék atawa SMS nu dimaksud kudu nyatujuan. <a %(escapedLearnMoreAttributes)s>Lenyepan</a>

source: Something went wrong. Please close this tab and try again.
su: Aya nu salah! Prak tutup ieu tan sarta pecakan deui.

source: Something went wrong. Please try again later.
su: Aya anu salah. Cobaan deui engké.

source: Sorry to see you go
su: Pileuleuyan

source: Sorry, we're having trouble with your payment
su: Punten, aya masalah dina pembayaran anjeun

source: Sorry. We’ve locked your&nbsp;account.
su: Hampura, kami ngonci akun anjeun.

source: <span class="note">NOTE: </span>If you forget your password, this key is required to regain access to your data. Save your recovery key in a safe location, where you can find it easily later.
su: <span class="note">CATETAN: </span>Mun anjeun poho sandi, ieu konci diperlukeun pikeun meunangkeun deui aksés ka data anjeun. Simpen konci pamulangan anjeun di tempat nu aman, tempat nu gampang kapanggih ku anjeun engkéna.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
su: <span class="note"> CATETAN:</span> Mun anjeun nyetél sandi anjeun sarta teu boga konci pamulangan akun nu kasimpen, sawaréh data anjeun bakal kapupus (kaasup singkronan sérver kayaning jujutan jeung markah).

source: <span class="note">NOTE: </span>Your Firefox Account password encrypts your Firefox data. Only your password or recovery key can access your data. <a %(escapedLearnMoreLinkAttributes)s>Learn more</a>
su: <span class="note"> CATETAN: </span>Sandi Firefox Account anjeun ngaénkripsi data Firefox anjeun. Ngan ukur sandi anjeun atawa konci pamulangan nu bisa ngaksés data anjeun <a %(escapedLearnMoreLinkAttributes)s>Lenyepan</a>

source: <span class="number">1</span>Open the camera app on your device
su: <span class="number">1</span>Buka aplikasi kaméra dina paranti anjeun

source: <span class="number">2</span>Point the camera at the QR code and tap the link that appears
su: <span class="number">2</span>Arahkeun kaméra kana kode QR tur toél tutumbu au mucunghul

source: <span class="number">3</span>Install Firefox and open it on your device
su: <span class="number">3</span>Pasang Firefox tur buka dina paranti anjeun

source: <span class="number">4</span>Sign into your account
su: <span class="number">4</span>Asup ka akun anjeun

source: <span>Don’t reuse your email password</span>If someone knows your email password, they can approve your Firefox sign-in on a new device and access your data.
su: <span>Ulah maké sandi surélék anjeun deui</span> Mun batur nyahoeun sandi surélék anjeun, maranéhna bisa nyatujuan Firefox anjeun asup ka parangkat anyar sarta ngaksés data anjeun.

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
su: <span>CATETAN:</span> Nalika anjeung nyetél ulang sandi anjeun, anjeun ogé nyetél ulang akun anjeun. Anjeung munkin kaleungitan sababaraha informasi pribadi (kaasup jujutan, markah, jeung sandi). Éta téh alatan kami ngaénkripsi data anjeun ku sandi anjeun pikeun ngamankeun privasi anjeun.

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
su: <span> TENGETKEUN:</span> Nalika anjeung nyetél ulang sandi anjeun, anjeun ogé nyetél ulang akun anjeun. Anjeung munkin kaleungitan sababaraha informasi pribadi (kaasup jujutan, markah, jeung sandi). Éta téh alatan kami ngaénkripsi data anjeun ku sandi anjeun pikeun ngamankeun privasi anjeun.

source: <span>Remember your password</span>If you need to reset your password, you will lose any Sync data that is not on one of your devices.
su: <span>Ingetkeun sandi anjeun</span> Mun anjeun perlu nyetél ulang sandi anjeun, anjeun bakal kaleungitan sawaréh data Sync nu euweuh di salasahiji parangkat anjeun.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycle)s to %(paymentAmountNew)s. At that time you will also be given a one-time credit of %(paymentProrated)s to reflect the lower charge for the remainder of this %(productPaymentCycle)s.
su: Salajengna, tagihan anjeun bakal robah ti %(paymentAmountOld)s per %(productPaymentCycle)s jadi %(paymentAmountNew)s. Engké ogé anjeun bakal dipasihan sakali krédit %(paymentProrated)s pikeun némbongkeun tagihan anu ngurangan pikeun sésa %(productPaymentCycle)s.

source: %(stateCode)s, %(country)s (estimated)
su: %(stateCode)s, %(country)s (kira)

source: Stay safe &mdash; don't reuse passwords.
su: Tetep aman & mdash; ulah maké ulang kecap sandi.

source: Step 1 of 2: Re-enter password
su: Léngkah 1 ti 2: Asupkeun deui sandi

source: Step 2 of 2: Save Recovery key
su: Léngkah 2 ti 2: Simpen konci Pamulangan

source: Still adding devices?
su: Nambahkeun parangkat kénéh?

source: Still adding devices? Sign in to Firefox on another device to complete set-up
su: Nambahkeun parangkat kénéh? Asup ka Firefox na parangkat séjén pikeun mungkaskeun panataharan

source: Still there?
su: Aya kénéh?

source: Store these one-time use codes in a safe place for when you don't have your mobile device.
su: Teundeun ieu sandi sakali-paké dina tempat anu aman nalika anjeun teu nyepeng piranti ider.

source: Subject (optional)
su: Jejer (pilihan)

source: Subscribe
su: Langganan

source: Subscribed successfully
su: Balangganan ngahasil

source: Subscribe %(email)s
su: Daptar %(email)s

source: Subscription has already been cancelled
su: Pendaptaran geus dibolaykeun

source: Subscription Platform Terms of Service
su: Katangtuan Layanan Platform Pendaptaran

source: Subscriptions
su: Balangganan

source: Subscriptions & Payments
su: Lalanggan & Babayar

source: Success
su: Suksés

source: Successfully connected
su: Laksana nyambung

source: Suspicious
su: Picurigaeun

source: Suspicious activity detected
su: Aya kagiatan picurigaeun

source: Suspicious Activity: Password Reset Required
su: Kagiatan Picurigaeun: Kudu Ganti Sandi

source: Suspicious device
su: Parangkat nyurigakeun

source: Sync bookmarks, history, and passwords to Firefox on your mobile devices. It only takes a few minutes.
su: Singkronkeun markah, jujutan, jeung kecap sandi ka Firefox dina piranti ider anjeun. Ngan sakeudeung da.

source: Synced history, bookmarks, logins, and other personal data will not be lost.
su: Jujutan, markah, login, jeung data pribadi lianna anu geus disingkronkeun moal leungit.

source: Sync Firefox between devices
su: Singkronkeun Firefox antarparanti

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
su: Nyingkronkeun paranti séjén maké Firefox sacara buni ngajaga markah, kecap konci, jeung data Firefox lianna sarua di mana baé anjeun maké Firefox.

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
su: Singkron nyamuni ngajaga markah, kecap sandi, jeung data Firefox lianna sarua di sakabéh paranti anjeun.

source: Sync selections
su: Pilihan sing

source: Sync these everywhere you sign in
su: Singkronkeun ieu dimana baé anjeun asup

source: Sync these everywhere you sign in:
su: Singkronkeun ieu di mana baé anjeun asup:

source: Sync this browser with your phone
su: Singkronkeun ieu panyungsi jeung telepon anjeun

source: Sync this device
su: Singkronkeun alat ieu

source: Sync your bookmarks, passwords, and more on every device.
su: Singkeun marka buku, kecap sandi, jeung nu lianna dina sakabéh paranti.
